<Hr>
<pre>
<b> BIT NEWS </b>
✎ <a href ='n1.php'><b> Facebook ปรับอัลกอริทึม News Feed ลดความสำคัญข่าวปลอม, ให้ความสำคัญกระแสเรียลไทม์  </b></a>
✎ <a href ='n2.php'><b> Apple ไตรมาสล่าสุด รายได้รวมกลับมาเติบโตอีกครั้ง, iPhone ขายได้ 78.29 ล้านเครื่อง  </b></a>
✎ <a href ='n3.php'><b> Lego Life โซเชียลเน็ตเวิร์คสำหรับเด็ก กระตุ้นความคิดสร้างสรรค์ เน้นความปลอดภัยและความเป็นส่วนตัว์  </b></a>
✎ <a href ='n4.php'><b> กลับมาอีกครั้ง! Humble Bundle จัดชุดบัลเดิลเกมจากค่าย Bandai Namco ครั้งที่สอง  </b></a>
</pre>
