<pre>
<b> Apple ไตรมาสล่าสุด รายได้รวมกลับมาเติบโตอีกครั้ง, iPhone ขายได้ 78.29 ล้านเครื่อง  </b>

แอปเปิลรายงานผลประกอบการประจำไตรมาสที่ 1 ตามปีการเงินบริษัท 2017 (ตุลาคม-ธันวาคม 2016) มีรายได้รวมกลับมาเติบโตอีกครั้ง
หลังจากลดลง ติด ต่อ กัน หลายไตรมาส อยู่ที่ 78,351 ล้านดอลลาร์ เพิ่มขึ้น 3% เมื่อเทียบกับช่วงเดียวกันในปีก่อน กำไรสุทธิ 17,891
 ล้านดอลลาร์ ลดลง 2.5% อัตรากำไรขั้นต้น 38.5% และยอดขายนอกอเมริกาคิดเป็น 64%
การกลับมามียอดขายเติบโตอีกครั้ง ปัจจัยหลักก็คือ iPhone ซึ่งเริ่มจำหน่ายรุ่นใหม่ iPhone 7 ในไตรมาสที่ผ่านมา
ซึ่งขายไปได้ 78.29 ล้านเครื่อง เพิ่มขึ้น 4% ส่วนผลิตภัณฑ์อื่นนั้น iPad ขายได้ 13 ล้านเครื่อง ลดลง 19% และ Mac
ขายได้ 5.3 ล้านเครื่อง ใกล้เคียงกับปีก่อนตัวเลขที่ยังมีแนวโน้มสดใสคือรายได้จากบริการอินเทอร์เน็ต (App Store, iTunes)
 ซึ่งเติบโตติดต่อกันมาหลายไตรมาส โดยไตรมาสนี้ทำได้ 7,171 ล้านดอลลาร์ เพิ่มขึ้น 13% จากไตรมาสก่อนหน้านี้ และ 18% เมื่อเทียบกับปีก่อน
ยังมีประเด็นอื่นๆ ที่น่าสนใจในช่วงแถลงผลประกอบการกับนักวิเคราะห์ โดยซีอีโอ ทิม คุก และซีเอฟโอ Luca Maestri ดังนี้
ยอดขาย iPhone, Mac, Apple Watch และรายได้จากบริการอินเทอร์เน็ต ทำสถิติสูงสุดใหม่ในไตรมาสที่ผ่านมา
iPhone 7 Plus เป็น Plus รุ่นที่ขายดีที่สุดตั้งแต่มีมา ส่วนยอดขาย iPhone รวมยังมาจาก iPhone 7 มากกว่า
แอปเปิลจ่ายเงินให้นักพัฒนาเฉพาะในปี 2016 มากกว่า 2 หมื่นล้านดอลลาร์
MacBook Pro รุ่นใหม่ขายดีมาก ส่วน Apple Watch ผลิตไม่ทันความต้องการ
รายได้แผ่นดินจีน (Greater China) ลดลง 8% แต่หากคิดเฉพาะจีนประเทศเดียวก็ไม่ลดลง ปัญหาหลักมาจากค่าเงินและตลาดฮ่องกงที่ท้าทายมาก
ยอดขายในอินเดียยังเพิ่มขึ้นตลอด แต่ไม่อยู่ในจุดที่น่าพอใจนัก

<img src ="http://i.imgur.com/C4jncDP.png"width ="30%">

ที่มา - blognone

</pre>
