<pre>
<b> Lego Life โซเชียลเน็ตเวิร์คสำหรับเด็ก กระตุ้นความคิดสร้างสรรค์ เน้นความปลอดภัยและความเป็นส่วนตัว  </b>

Lego ไม่ได้เป็นเพียงของเล่นตัวต่อกระตุ้นจินตนาการและความคิดสร้างสรรค์ แต่ยังกลายเป็นภาพยนตร์ วิดีโอเกมหรือแม้แต่หนังลือ
 และล่าสุดกระโดดเข้าสู่การเป็นสื่อโซเชียลมีเดียสำหรับเด็กแล้วด้วย Lego Life ที่ให้ความสำคัญกับความปลอดภัยและความเป็นส่วนตัวของเด็กๆ
Lego Life เป็นโซเชียลมีเดียที่มีความคล้ายคลึงกับ Instagram ในธีมของ Lego และเปิดพื้นที่ให้เด็กๆ
ได้อัพโหลดภาพอะไรก็ได้ตามความคิดสร้างสรรค์ ยกเว้นภาพเซลฟี่ที่มีหน้าของตัวเองจะถูกปฏิเสธ เนื่องจาก Lego Life
ให้ความสำคัญกับความเป็นส่วนตัวและความนิรนามของเด็กๆ ที่ใช้งาน

<img src ="https://c1.staticflickr.com/1/284/32260424940_6978eb45bc_z.jpg"width ="30%">

ที่มา - blognone

</pre>
